Lecture2/elbow/system/elbow2/Points
( 0.0 0.0 0.0) //P0
( 3.2 0.0 0.0) //P1
( 3.2 1.6 0.0) //P2
( 0.0 1.6 0.0) //P3
( 0.0 0.0 0.1) //P4
( 3.2 0.0 0.1) //P5
( 3.2 1.6 0.1) //P6
( 0.0 1.6 0.1) //P7
( 5.253923937140636 0.7461466098316487 0.0) //P8
( 5.253923937140636 0.0 0.0) //P9
( 5.653853390168352 0.0 0.0) //P10
( 5.653853390168352 1.1460760628593643 0.0) //P11
( 5.253923937140636 0.7461466098316487 0.1) //P12
( 5.253923937140636 0.0 0.1) //P13
( 5.653853390168352 0.0 0.1) //P14
( 5.653853390168352 1.1460760628593643 0.1) //P15
( 4.226961968570318 1.9730733049158244 0.0) //P16
( 4.426926695084176 2.173038031429682 0.0) //P17
( 4.226961968570318 1.9730733049158244 0.1) //P18
( 4.426926695084176 2.173038031429682 0.1) //P19
( 6.4 3.2 0.0) //P20
( 6.4 6.4 0.0) //P21
( 4.800000000000001 6.4 0.0) //P22
( 4.800000000000001 3.2 0.0) //P23
( 6.4 3.2 0.1) //P24
( 6.4 6.4 0.1) //P25
( 4.800000000000001 6.4 0.1) //P26
( 4.800000000000001 3.2 0.1) //P27
