Lecture2/elbow/system/elbow2/arcs
arc 2 16 ( 4.114517056063259 1.8871182253647554 0.0)
arc 6 18 ( 4.114517056063259 1.8871182253647554 0.1)
arc 16 17 ( 4.331370849898477 2.068629150101524 0.0)
arc 18 19 ( 4.331370849898477 2.068629150101524 0.1)
arc 1 8 ( 5.029034112126519 0.5742364507295106 0.0)
arc 5 12 ( 5.029034112126519 0.5742364507295106 0.1)
arc 8 11 ( 5.462741699796952 0.9372583002030481 0.0)
arc 12 15 ( 5.462741699796952 0.9372583002030481 0.1)
arc 17 23 ( 4.512881774635245 2.2854829439367412 0.0)
arc 19 27 ( 4.512881774635245 2.2854829439367412 0.1)
arc 11 20 ( 5.825763549270491 1.3709658878734823 0.0)
arc 15 24 ( 5.825763549270491 1.3709658878734823 0.1)
